# все начинается с переменной, чтобы ее обьявить нужно дать название и поставить знак = 
# пример:

ferrari = "SF90"
lambo = "aventador"
vw = "passat"

print(vw)

# называть переменную нельзя: 
# 1) если начинать название с цифры 
# 1ferrari = "SF90" - так нельзя
# нельзя использовать в названии спец символы ([{!?.,-}])<>&%$#
# но можно _ нижнее подчеркивание
# пример:
ferrari_sf90 = "SF90"
ferrari_maranello = "maranello"
print(ferrari_sf90, ",", ferrari_maranello)


# строчки бывают с "", '' кавычками, ставить можно любые (ДРУГИЕ СТАВИТЬ НЕЛЬЗЯ)
car = "vw"
car = 'vw'
# строки наверху идентичны и работать будут
